/*Напишите программу, которая на вход принимает три числа 
и выдает максимальное из этих чисел*/
int number1;
int number2;
int number3;
Console.WriteLine("Введите первое число ");
number1=Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Введите второе число ");
number2=Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Введите третье число ");
number3=Convert.ToInt32(Console.ReadLine());
if (number1>number2,number1>number3);
Console.WriteLine()

