/*Напишите программу, которая на вход принимает число (N), 
а на выходе показывает все чётные числа от 1 до N.*/
int number=20;
int count=0;
while (count<=number)
{
    Console.WriteLine(count+ " ");

    count+=2;
   
}
Console.WriteLine();